<?php 
$data= explode(",","المكتبة الجهوية (متعددة الوسائط),
المكتبة الجهوية القصرين,
المكتبة الجهوية القيروان,
المكتبة الجهوية الكاف,
المكتبة الجهوية المنستير,
المكتبة الجهوية المهدية,
المكتبة الجهوية باجة,
المكتبة الجهوية بنزرت,
المكتبة الجهوية تطاوين ,
المكتبة الجهوية ابن شباط توزر,
المكتبة الجهوية جندوبة,
المكتبة الجهوية زغوان,
المكتبة الجهوية سليانة,
المكتبة الجهوية سوسة,
المكتبة الجهوية سيدي بوزيد,
المكتبة الجهوية  صفاقس,
المكتبة الجهوية قابس,
المكتبة الجهوية قبلي,
المكتبة الجهوية قفصة ,
المكتبة الجهوية مدنين,
المكتبة الجهوية منوبة,
المكتبة الجهوية نابل,
المكتبة الجهوية بن عروس");
$i=1;
?><code><?php
foreach($data as $row){ ?>
    <tr>
                    <td><?php echo $i;?></td>
                    <td class="text-right"><a href="bp_infos.html"><?php echo $row; ?></a></td>
                    <td class="text-right">6154640001</td>
                    <td class="text-right">صنف ب</td>
                    <td class="text-right">المسؤول</td>
                    <td class="text-right ltr">76 256 531</td>
                    <td>
                      <a href="bp_infos.html"><i class="fa fa-eye"></i></a>
                      <a href="bp_infos.html" alt="تعديل" title="تعديل"><i
                          class="fa fa-edit"></i></a>&nbsp;
                    </td>
                  </tr><!--/.tr-->
                  <?php $i++;
}

?></code>